Repository: manjusrid0/grama-connect
Catalog: Desktop/gramaconnects/translations/*/LC_MESSAGES/messages.po
Languages: ml, ta

source: Welcome to Grama Connect
ml: ഗ്രാമ കണക്ടിലേക്ക് സ്വാഗതം
ta: கிராம கனெக்டுக்கு வரவேற்கிறோம்

source: Login
ml: ലോഗിൻ
ta: உள்நுழை

source: Register
ml: രജിസ്റ്റർ
ta: பதிவுசெய்

source: Logout
ml: ലോഗ്ഔട്ട്
ta: வெளியேறு

source: Dashboard
ml: ഡാഷ്ബോർഡ്
ta: டாஷ்போர்டு

source: Add Job
ml: ജോബ് ചേർക്കുക
ta: வேலை சேர்க்க

source: View Jobs
ml: ജോലികൾ കാണുക
ta: வேலைகளை பார்க்க

source: Sell Product
ml: ഉൽപ്പന്നം വിൽക്കുക
ta: தயாரிப்பை விற்க

source: Buy Product
ml: ഉൽപ്പന്നം വാങ്ങുക
ta: தயாரிப்பை வாங்க

source: Post Class
ml: ക്ലാസ് പോസ്റ്റ് ചെയ്യുക
ta: வகுப்பை பதிவேற்று

source: Join Class
ml: ക്ലാസിൽ ചേരുക
ta: வகுப்பில் சேர

source: Your Profile
ml: നിങ്ങളുടെ പ്രൊഫൈൽ
ta: உங்கள் விவரம்

source: Submit
ml: സമർപ്പിക്കുക
ta: சமர்ப்பிக்கவும்

source: Home
ml: ഹോം
ta: முகப்பு

source: About Us
ml: എങ്ങളെക്കുറിച്ചു
ta: எங்களை பற்றி

source: Email
ml: ഇമെയിൽ
ta: மின்னஞ்சல்

source: Password
ml: രഹസ്യവാക്ക്
ta: கடவுச்சொல்

source: Confirm Password
ml: രഹസ്യവാക്ക് സ്ഥിരീകരിക്കുക
ta: கடவுச்சொல்லை உறுதிப்படுத்தவும்

source: Name
ml: പേര്
ta: பெயர்

source: Phone Number
ml: ഫോൺ നമ്പർ
ta: தொலைபேசி எண்

source: Free Courses
ml: സൌജന്യ കോഴ്സുകൾ
ta: இலவச படிப்புகள்

source: Income Estimator
ml: ആയവ കണക്കാക്കുന്ന ഉപകരണം
ta: வருமான கணிப்பாளர்

source: Mentorship Help
ml: മെന്റർഷിപ്പ് സഹായം
ta: முன்னோடி உதவி

source: Skill Badge
ml: കൗശൽ ബാഡ്ജ്
ta: திறன் பஜ்ஜி

source: Class Title
ml: ക്ലാസ് ശീർഷകം
ta: வகுப்பு தலைப்பு

source: Class Description
ml: ക്ലാസ് വിവരണം
ta: வகுப்பு விளக்கம்

source: Location
ml: സ്ഥലം
ta: இடம்

source: Video Link
ml: വീഡിയോ ലിങ്ക്
ta: வீடியோ இணைப்பு

source: Upload Video
ml: വീഡിയോ അപ്‌ലോഡ് ചെയ്യുക
ta: வீடியோ பதிவேற்று

source: Offline Class Details
ml: ഓഫ്‌ലൈനുകൾ ക്ലാസ് വിശദാംശങ്ങൾ
ta: ஆஃப்லைன் வகுப்பு விவரங்கள்

source: Buy
ml: വാങ്ങുക
ta: வாங்கு

source: Post
ml: പോസ്റ്റ് ചെയ്യുക
ta: பதிவேற்று

source: Join
ml: ചേർക്കുക
ta: சேர

source: Enter your name
ml: നിങ്ങളുടെ പേര് രേഖപ്പെടുത്തുക
ta: உங்கள் பெயரை உள்ளிடவும்

source: Enter your phone number
ml: നിങ്ങളുടെ ഫോൺ നമ്പർ രേഖപ്പെടുത്തുക
ta: உங்கள் தொலைபேசி எண்ணை உள்ளிடவும்

source: Join Now
ml: ഇപ്പോൾ ചേരുക
ta: இப்போது சேரவும்

source: View All
ml: എല്ലാം കാണുക
ta: அனைத்தையும் காண்க

source: Back to Dashboard
ml: ഡാഷ്ബോർഡിലേക്ക് മടങ്ങുക
ta: டாஷ்போர்டுக்கு திரும்ப

source: Class Mode
ml: ക്ലാസ് മോഡ്
ta: வகுப்பு முறை

source: Video
ml: വീഡിയോ
ta: வீடியோ

source: Offline
ml: ഓഫ്‌ലൈനിൽ
ta: ஆஃப்லைன்

source: Live Class
ml: ലൈവ് ക്ലാസ്
ta: நேரடி வகுப்பு

source: Your request has been submitted
ml: നിങ്ങളുടെ അഭ്യർത്ഥന സമർപ്പിച്ചു
ta: உங்கள் கோரிக்கை சமர்ப்பிக்கப்பட்டது

source: Thank you for joining!
ml: ചേരിയതിന് നന്ദി!
ta: சேர்ந்ததற்கு நன்றி!

source: Something went wrong. Please try again.
ml: ഒന്ന് പിഴച്ചു. ദയവായി വീണ്ടും ശ്രമിക്കുക.
ta: ஏதோ தவறு ஏற்பட்டுள்ளது. தயவுசெய்து மீண்டும் முயற்சிக்கவும்.

source: About Grama Connect
ml: ഗ്രാമ കണക്ട് സംബന്ധിച്ചുള്ളത്
ta: கிராம கனெக்ட் பற்றி

source: Grama Connect is a web platform designed to bridge the gap between rural talents and job opportunities.
ml: ഗ്രാമ കണക്ട് ഗ്രാമപ്രദേശത്തെ കഴിവുകളും ജോലി അവസരങ്ങളും തമ്മിലുള്ള ദൂരം തുലികെ ചെയ്യാൻ രൂപകൽപ്പന ചെയ്ത വെബ് പ്ലാറ്റ്‌ഫോമാണ്.
ta: கிராம கனெக்ட் என்பது கிராமத்து திறமைகளுக்கும் வேலைவாய்ப்புகளுக்கும் இடையிலான இடைவெளியை குறைக்கும் ஒரு இணையதள தளம் ஆகும்.

source: We aim to empower individuals in villages by providing access to employment, skill development, and resources.
ml: തൊഴിൽ, കഴിവുണ്ടാക്കൽ, വിഭവങ്ങൾ എന്നിവയിലേക്ക് ആക്സസ് നൽകിയാണ് നാം ഗ്രാമങ്ങളിലെ ആളുകളെ ശക്തിപ്പെടുത്താൻ ലക്ഷ്യമിടുന്നത്.
ta: வேலைவாய்ப்பு, திறன் மேம்பாடு மற்றும் வளங்களை வழங்குவதன் மூலம் கிராமங்களில் உள்ள நபர்களை அதிகாரப்படுத்துவதே எங்களின் நோக்கம்.

source: Our mission is to create a connected and empowered rural workforce using technology.
ml: ടെക്നോളജിയുടെ സഹായത്തോടെ ഒരു ബന്ധിപ്പിച്ചും ശക്തികരിച്ചുമായ ഗ്രാമീണ തൊഴിലാളി വിഭാഗം സൃഷ്ടിയാക്കുകയാണ് ഞങ്ങളുടെ ദൗത്യം.
ta: தொழில்நுட்பத்தை பயன்படுத்தி இணைக்கப்பட்ட மற்றும் அதிகாரம் பெற்ற கிராமப்புற தொழிலாளர்களை உருவாக்குவதுதான் எங்களின் பணி.

source: Sell a Product
ml: ഉൽപ്പന്നം വിൽക്കുക
ta: தயாரிப்பை விற்க

source: Product posted successfully!
ml: ഉൽപ്പന്നം വിജയകരമായി പോസ്റ്റ് ചെയ്തു!
ta: தயாரிப்பு வெற்றிகரமாக பதிவேற்றப்பட்டது!

source: Your product is live! May it find the right hands and bring you success.
ml: നിങ്ങളുടെ ഉൽപ്പന്നം ഇപ്പോൾ ലൈവിലാണ്! ഇത് വേണ്ടവരിലേക്ക് എത്തി നിങ്ങൾക്ക് വിജയമുണ്ടാക്കട്ടെ.
ta: உங்கள் தயாரிப்பு ஆன்லைனில் உள்ளது! அது சரியான நபர்களை சென்றடைய வாழ்த்துகள்!

source: Product Name:
ml: ഉൽപ്പന്നത്തിന്റെ പേര്:
ta: தயாரிப்பு பெயர்:

source: e.g., Handmade Basket
ml: ഉദാ., കൈയേറിയ തൊട്ടൽ
ta: எ.கா., கைதொழில் கூடை

source: Product Description:
ml: ഉൽപ്പന്ന വിവരണം:
ta: தயாரிப்பு விளக்கம்:

source: e.g., Made from natural palm leaves.
ml: ഉദാ., പ്രകൃതിപരമായ തണൽ ഇലകളിൽനിന്നാണ് നിർമ്മിച്ചത്.
ta: எ.கா., இயற்கை பனை இலைகளால் தயாரிக்கப்பட்டது.

source: Cost (₹):
ml: ചെലവ് (₹):
ta: செலவு (₹):

source: e.g., 250
ml: ഉദാ., 250
ta: எ.கா., 250

source: Upload Product Image:
ml: ഉൽപ്പന്നത്തിന്റെ ചിത്രം അപ്‌ലോഡ് ചെയ്യുക:
ta: தயாரிப்பு படத்தை பதிவேற்று:

source: Post Product
ml: ഉൽപ്പന്നം പോസ്റ്റ് ചെയ്യുക
ta: தயாரிப்பு பதிவேற்று

source: Post a New Job
ml: പുതിയ ജോലി പോസ്റ്റ് ചെയ്യുക
ta: புதிய வேலை பதிவேற்று

source: Job Title:
ml: ജോബ് ശീർഷകം:
ta: வேலைத் தலைப்பு:

source: Job Description:
ml: ജോബ് വിവരണം:
ta: வேலை விளக்கம்:

source: Location:
ml: സ്ഥലം:
ta: இடம்:

source: Contact Info:
ml: സമ്പർക്ക വിവരങ്ങൾ:
ta: தொடர்பு தகவல்:

source: Welcome, Admin!
ml: സ്വാഗതം, അഡ്മിൻ!
ta: வரவேற்பு, நிர்வாகி!

source: Add New Job
ml: പുതിയ ജോലി ചേർക്കുക
ta: புதிய வேலை சேர்க்க

source: View All Jobs
ml: എല്ലാ ജോലികളും കാണുക
ta: அனைத்து வேலைகளையும் பார்க்க

source: View All Uploads
ml: എല്ലാ അപ്‌ലോഡുകളും കാണുക
ta: அனைத்து பதிவேற்றங்களையும் பார்க்க

source: Admin Login
ml: അഡ്മിൻ ലോഗിൻ
ta: நிர்வாக உள்நுழைவு

source: username
ml: ഉപയോക്തൃനാമം
ta: பயனர்பெயர்

source: password
ml: രഹസ്യവാക്ക്
ta: கடவுச்சொல்

source: submit
ml: സമർപ്പിക്കുക
ta: சமர்ப்பி

source: Grama Connect
ml: ഗ്രാമ കണക്ട്
ta: கிராம கனெக்ட்

source: No products available yet.
ml: ഇതുവരെ ഉൽപ്പന്നങ്ങൾ ലഭ്യമല്ല.
ta: இன்னும் தயாரிப்புகள் இல்லை.

source: ₹{{ product.price if product.price else "Not specified" }}
ml: ₹{{ product.price if product.price else "കുറിപ്പിച്ചിട്ടില്ല" }}
ta: ₹{{ product.price if product.price else "குறிப்பிடப்படவில்லை" }}

source: Price:
ml: വില:
ta: விலை:

source: SOLD
ml: വിൽക്കപ്പെട്ടത്
ta: விற்றுவிடப்பட்டது

source: 🛒 Your Purchase History
ml: 🛒 നിങ്ങളുടെ വാങ്ങൽ ചരിത്രം
ta: 🛒 உங்கள் கொள்முதல் வரலாறு

source: Status:
ml: സ്ഥിതി:
ta: நிலை:

source: Purchased
ml: വാങ്ങിയിട്ടുണ്ട്
ta: வாங்கப்பட்டது

source: Seller:
ml: വിൽപ്പനക്കാർ:
ta: விற்பனையாளர்:

source: You haven’t purchased any products yet.
ml: നിങ്ങൾ ഇതുവരെ ഒന്നും വാങ്ങിയിട്ടില്ല.
ta: நீங்கள் இன்னும் எந்த தயாரிப்பையும் வாங்கவில்லை.

source: Welcome, {{ current_user.username }}!
ml: സ്വാഗതം, {{ current_user.username }}!
ta: வரவேற்பு, {{ current_user.username }}!

source: This is your
ml: ഇത് നിങ്ങളുടെ
ta: இது உங்கள்

source: dashboard.
ml: ഡാഷ്ബോർഡ്.
ta: டாஷ்போர்டு.

source: 👤 Profile
ml: 👤 പ്രൊഫൈൽ
ta: 👤 சுயவிவரம்

source: View and manage your profile details.
ml: നിങ്ങളുടെ പ്രൊഫൈൽ വിവരങ്ങൾ കാണുകയും നിയന്ത്രിക്കുകയുമാണ്.
ta: உங்கள் சுயவிவர விவரங்களை காணவும் மற்றும் நிர்வகிக்கவும்.

source: Go to Profile
ml: പ്രൊഫൈലിലേക്ക് പോകുക
ta: சுயவிவரத்திற்கு செல்லவும்

source: 🛒 Sell a Product
ml: 🛒 ഉൽപ്പന്നം വിൽക്കുക
ta: 🛒 தயாரிப்பை விற்க

source: Post your handmade or local product for sale.
ml: നിങ്ങളുടെ കൈത്തൊഴിൽ അല്ലെങ്കിൽ പ്രാദേശിക ഉൽപ്പന്നം വിൽക്കാൻ പോസ്റ്റ് ചെയ്യുക.
ta: உங்கள் கைதொழில் அல்லது உள்ளூர் தயாரிப்பை விற்பனைக்காக பதிவேற்றவும்.

source: Sell Now
ml: ഇപ്പോൾ വിൽക്കൂ
ta: இப்போது விற்க

source: 🛍 Buy Products
ml: 🛍 ഉൽപ്പന്നങ്ങൾ വാങ്ങുക
ta: 🛍 தயாரிப்புகளை வாங்க

source: Browse and buy available local products.
ml: ലഭ്യമായ പ്രാദേശിക ഉൽപ്പന്നങ്ങൾ ബ്രൗസ് ചെയ്യുകയും വാങ്ങുകയും ചെയ്യുക.
ta: இருக்கும் உள்ளூர் தயாரிப்புகளை உலாவி வாங்கவும்.

source: View Products
ml: ഉൽപ്പന്നങ്ങൾ കാണുക
ta: தயாரிப்புகளை காண்க

source: 📚 Post a Training / Class
ml: 📚 പരിശീലനം / ക്ലാസ് പോസ്റ്റ് ചെയ്യുക
ta: 📚 பயிற்சி / வகுப்பு ஒன்றை பதிவேற்றவும்

source: Share educational or vocational training sessions.
ml: ശിക്ഷണപരമായ അല്ലെങ്കിൽ തൊഴിൽപരമായ പരിശീലന സെഷനുകൾ പങ്കുവെക്കൂ.
ta: கல்வி அல்லது தொழில்முறை பயிற்சிகளை பகிரவும்.

source: 🎓 Join Available Classes
ml: 🎓 ലഭ്യമായ ക്ലാസുകളിലേയ്ക്ക് ചേരുക
ta: 🎓 கிடைக்கும் வகுப்புகளில் சேரவும்

source: Find and join classes posted by other users.
ml: മറ്റുള്ളവരുടെ പോസ്റ്റ് ചെയ്ത ക്ലാസുകൾ കണ്ടെത്തി ചേരുക.
ta: மற்ற பயனர்களால் பதிவிடப்பட்ட வகுப்புகளை கண்டறிந்து சேரவும்.

source: 💼 Jobs
ml: 💼 ജോലികൾ
ta: 💼 வேலைகள்

source: post local job opportunities.
ml: പ്രാദേശിക ജോലി അവസരങ്ങൾ പോസ്റ്റ് ചെയ്യുക.
ta: உள்ளூர் வேலை வாய்ப்புகளைப் பதிவேற்றவும்.

source: apply jobs
ml: ജോലിക്ക് അപേക്ഷിക്കുക
ta: வேலைக்கு விண்ணப்பிக்கவும்

source: Explore local job opportunities.
ml: പ്രാദേശിക ജോലി അവസരങ്ങൾ അന്വേഷിക്കുക.
ta: உள்ளூர் வேலை வாய்ப்புகளை ஆராயவும்.

source: Apply job
ml: ജോലിക്ക് അപേക്ഷിക്കുക
ta: வேலைக்கு விண்ணப்பிக்கவும்

source: 📈 Income Estimator
ml: 📈 വരുമാന കണക്കുകൂട്ടൽ ഉപകരണം
ta: 📈 வருமான கணிப்பாளர்

source: Estimate your monthly income based on your skill and working hours.
ml: നിങ്ങളുടെ കഴിവുകളെയും ജോലി മണിക്കൂറുകളെയും അടിസ്ഥാനമാക്കി നിങ്ങളുടെ മാസവരുമാനം കണക്കാക്കൂ.
ta: உங்கள் திறன் மற்றும் வேலை நேரத்தை அடிப்படையாகக் கொண்டு மாத வருமானத்தை கணிக்கவும்.

source: Try Now
ml: ഇപ്പോൾ ശ്രമിക്കുക
ta: இப்போது முயற்சி செய்க

source: 🧠 Self-Employment Ideas
ml: 🧠 സ്വന്തം തൊഴിൽ ആശയങ്ങൾ
ta: 🧠 சுயதொழில் யோசனைகள்

source: Explore local business ideas and tutorials that need minimal investment.
ml: കുറഞ്ഞ നിക്ഷേപം ആവശ്യമായ പ്രാദേശിക ബിസിനസ് ആശയങ്ങളും പരിശീലനങ്ങളും അന്വേഷിക്കുക.
ta: குறைந்த முதலீட்டை தேவைப்படும் உள்ளூர் வணிக யோசனைகள் மற்றும் பயிற்சிகளை ஆராயவும்.

source: Explore
ml: പരിശോധിക്കുക
ta: ஆராயவும்

source: 🎓 Free Skill Courses
ml: 🎓 സൗജന്യ കഴിവ് കോഴ്സുകൾ
ta: 🎓 இலவச திறன் பயிற்சிகள்

source: Access free courses from NPTEL, Skill India, and more.
ml: NPTEL, Skill India, മുതലായവയിൽ നിന്നുള്ള സൗജന്യ കോഴ്സുകൾ കാണുക.
ta: NPTEL, ஸ்கில் இந்தியா மற்றும் பிறதிலிருந்து இலவச பாடங்களை அணுகவும்.

source: View Courses
ml: കോഴ്സുകൾ കാണുക
ta: பாடங்களை காண்க

source: 🤝 Request Guidance
ml: 🤝 മാർഗ്ഗനിർദ്ദേശം അഭ്യർത്ഥിക്കുക
ta: 🤝 வழிகாட்டுதலுக்காக கோரிக்கை

source: Need help with self-employment? Send a request for support.
ml: സ്വയം തൊഴിൽ സംബന്ധിച്ച് സഹായം വേണ്ടഥേ? പിന്തുണയ്ക്കായി അഭ്യർത്ഥന അയക്കൂ.
ta: சுயதொழிலுக்கு உதவி தேவைப்படுகிறதா? ஆதரவுக்கான கோரிக்கையை அனுப்பவும்.

source: Request Help
ml: സഹായം അഭ്യർത്ഥിക്കുക
ta: உதவிக்காக கோருங்கள்

source: Edit Class: {{ cls.title }}
ml: {{ cls.title }} ക്ലാസ് തിരുത്തുക
ta: {{ cls.title }} வகுப்பை திருத்தவும்

source: Title
ml: ശീർഷകം
ta: தலைப்பு

source: Description
ml: വിവരണം
ta: விளக்கம்

source: Delivery Mode
ml: വിതരണ രീതിയ
ta: வழங்கும் முறை

source: Video Link:
ml: വീഡിയോ ലിങ്ക്:
ta: வீடியோ இணைப்பு:

source: Upload New Video:
ml: പുതിയ വീഡിയോ അപ്‌ലോഡ് ചെയ്യുക:
ta: புதிய வீடியோவை பதிவேற்றவும்:

source: Offline Details:
ml: ഓഫ്‌ലൈൻ വിശദാംശങ്ങൾ:
ta: ஆஃப்லைன் விவரங்கள்:

source: Update Class
ml: ക്ലാസ് അപ്‌ഡейт ചെയ്യുക
ta: வகுப்பை புதுப்பிக்கவும்

source: Visit Course
ml: കോഴ്സ് കാണുക
ta: பாடத்திற்கு செல்லவும்

source: Grama Connect is Live - Empowering Villages with Innovation!
ml: ഗ്രാമ കണക്ട് ലൈവാണ് - നവീകരണങ്ങളിലൂടെ ഗ്രാമങ്ങളെ ശക്തിപെടുത്തുന്നു!
ta: கிராம கனெக்ட் செயல்பாட்டில் உள்ளது - புதுமைகளுடன் கிராமங்களை மேம்படுத்துகிறோம்!

source: Admin
ml: അഡ്മിൻ
ta: நிர்வாகி

source: New here?
ml: ഇവിടെ പുതുതായി വന്നിട്ടുണ്ടോ?
ta: இங்கே புதிதா?

source: Register here
ml: ഇവിടെയാകും രജിസ്റ്റർ ചെയ്യുക
ta: இங்கே பதிவு செய்யவும்

source: Welcome,
ml: സ്വാഗതം,
ta: வரவேற்கிறோம்,

source: This is your profile dashboard.
ml: ഇത് നിങ്ങളുടെ പ്രൊഫൈൽ ഡാഷ്ബോർഡാണ്.
ta: இது உங்கள் சுயவிவர முகப்புப் பலகை.

source: Username:
ml: ഉപയോക്തൃനാമം:
ta: பயனர்பெயர்:

source: Email:
ml: ഇമെയിൽ:
ta: மின்னஞ்சல்:

source: Post / View Jobs
ml: ജോബ് പോസ്റ്റ് / കാണുക
ta: வேலைகளை இடுக / பார்வையிடுக

source: Your Skill Badge
ml: നിങ്ങളുടെ കഴിവ് ബാഡ്ജ്
ta: உங்கள் திறன் பதக்கம்

source: Based on your activity on Grama Connect
ml: ഗ്രാമ കണക്ടിലെ നിങ്ങളുടെ പ്രവർത്തനത്തെ അടിസ്ഥാനമാക്കി
ta: கிராம கனெக்ட் தளத்தில் உங்கள் செயல்பாட்டின் அடிப்படையில்

source: No badge earned yet.
ml: ഇതുവരെ ഏത് ബാഡ്ജും ലഭിച്ചിട്ടില്ല.
ta: இதுவரை எந்த பதக்கும் பெறப்படவில்லை.

source: Start joining classes, uploading videos, or posting jobs.
ml: ക്ലാസുകളിൽ ചേരാൻ, വീഡിയോകൾ അപ്‌ലോഡ് ചെയ്യാൻ, അല്ലെങ്കിൽ ജോലികൾ പോസ്റ്റ് ചെയ്യാൻ ആരംഭിക്കുക.
ta: வகுப்புகளில் சேரவும், வீடியோக்களை பதிவேற்றவும் அல்லது வேலைகளை இடுக.

source: Available Products
ml: ലഭ്യമായ ഉൽപ്പന്നങ്ങൾ
ta: கிடைக்கும் தயாரிப்புகள்

source: Not specified
ml: കുറിപ്പിച്ചിട്ടില്ല
ta: குறிப்பிடப்படவில்லை

source: Description:
ml: വിവരണം:
ta: விவரம்:

source: Salary:
ml: ശമ്പളം:
ta: சம்பளம்:

source: Job Type:
ml: ജോബ് തരം:
ta: வேலை வகை:

source: Post Job
ml: ജോബ് പോസ്റ്റ് ചെയ്യുക
ta: வேலையை பதிவு செய்க

source: Post a Job
ml: ഒരു ജോലി പോസ്റ്റ് ചെയ്യുക
ta: ஒரு வேலை பதிவிடுக

source: Available Jobs
ml: ലഭ്യമായ ജോലികൾ
ta: கிடைக்கும் வேலைகள்

source: Contact:
ml: സമ്പർക്കം:
ta: தொடர்பு:

source: Type:
ml: തരം:
ta: வகை:

source: apply job
ml: ജോലിക്കായി അപേക്ഷിക്കുക
ta: வேலையை விண்ணப்பிக்கவும்

source: Post a New Class
ml: പുതിയ ക്ലാസ് പോസ്റ്റ് ചെയ്യുക
ta: புதிய வகுப்பை பதிவிடுக

source: --select mode--
ml: --മോഡ് തിരഞ്ഞെടുക്കൂ--
ta: --வகையைத் தேர்ந்தெடுக்கவும்--

source: Posted Class History
ml: പോസ്റ്റ് ചെയ്ത ക്ലാസ് ചരിത്രം
ta: பதிவிட்ட வகுப்புகள் வரலாறு

source: Mode
ml: മോഡ്
ta: வகை

source: Actions
ml: കാര്യങ്ങൾ
ta: நடவடிக்கைகள்

source: Edit
ml: തിരുത്തുക
ta: திருத்து

source: Delete
ml: ഇല്ലാക്കുക
ta: அழி

source: Available Classes
ml: ലഭ്യമായ ക്ലാസുകൾ
ta: கிடைக்கும் வகுப்புகள்

source: Select Your Skill
ml: നിങ്ങളുടെ കഴിവ് തിരഞ്ഞെടുക്കുക
ta: உங்கள் திறனைத் தேர்ந்தெடுக்கவும்

source: -- Choose Skill --
ml: -- കഴിവ് തിരഞ്ഞെടുക്കുക --
ta: -- திறனை தேர்ந்தெடுக்கவும் --

source: Hours per Day
ml: ഒരു ദിവസത്തിലുടനീളം മണിക്കൂർ
ta: ஒரு நாளில் மணிநேரங்கள்

source: Days per Week
ml: ഒരു ആഴ്ചയിലെ ദിവസങ്ങൾ
ta: ஒரு வாரத்தில் நாட்கள்

source: Estimate Income
ml: വരുമാനം കണക്കാക്കുക
ta: வருமானத்தை மதிப்பீடு செய்க

source: Self-Employment Opportunities
ml: സ്വയംതൊഴിൽ അവസരങ്ങൾ
ta: சுயதொழில் வாய்ப்புகள்

source: Goat Farming
ml: മ്സ്‌ ആട് വളർത്തൽ
ta: மாடுப் பண்ணை / செம்மறி ஆடு வளர்ப்பு

source: Start with 2 goats, sell milk, manure, and kids. Can earn ₹8,000–₹12,000/month.
ml: 2 ആടുകളോടെ തുടങ്ങുക; പാൽ, പട്ടണം, കുഞ്ഞുങ്ങൾ എന്നിവ വിൽക്കുക. മാസത്തിൽ ₹8,000–₹12,000 വരമുണ്ടാക്കാം.
ta: 2 ஆடுகளுடன் துவங்கி, பால், சாணி மற்றும் குட்டிகளை விற்பது மூலம் ₹8,000–₹12,000 மாத வருமானம் பெறலாம்.

source: Learn More
ml: കൂടുതല്‍ അറിയുക
ta: மேலும் அறிய

source: Home-based Pickle Business
ml: വീട്ടിൽ pickle ബിസിനസ്സ്
ta: வீட்டில் அச்சாரம் தயாரிப்பு தொழில்

source: Use local ingredients, low investment. Package and sell to neighbors or online.
ml: പ്രാദേശിക ചേരുവകൾ ഉപയോഗിച്ച്, കുറഞ്ഞ നിക്ഷേപം. അടുത്തവരോട്‌ അല്ലെങ്കിൽ ഓൺലൈനിൽ പാക്ക് ചെയ്ത് വിറ്റോളൂ.
ta: உள்ளூர் பொருட்களைப் பயன்படுத்தி குறைந்த முதலீட்டில் தயாரித்து, அண்டை வீட்டாருக்கு அல்லது ஆன்லைனில் விற்கவும்.

source: Paper Bag Making
ml: കുറ്റി ബാഗ് നിർമ്മാണം
ta: காகித பைகள் தயாரிப்பு

source: Eco-friendly product idea. Sell to small shops, markets, and schools.
ml: പരിസ്ഥിതി സൗഹൃദ ഉൽപ്പന്ന ആശയം. ചെറിയ കടകൾക്ക്, മാർക്കറ്റുകൾക്കും സ്കൂളുകൾക്കും വിൽക്കുക.
ta: பசுமை தோழியுள்ள தயாரிப்பு. சிறிய கடைகள், சந்தைகள் மற்றும் பள்ளிகளுக்கு விற்பனை செய்யலாம்.

source: Basic Tailoring Service
ml: അടിസ്ഥഃന തെയ്ലറിംഗ് സേവനം
ta: அடிப்படை தையல் சேவை

source: Use one sewing machine and offer mending/alterations for daily income.
ml: ഒരു സെവിങ്ങ് മെഷീൻ ഉപയോഗിച്ച് തിരുത്തലുകളും മാറ്റങ്ങളും നൽകിയാൽ പ്രതിദിന വരുമാനം ലഭിക്കും.
ta: ஒரு தையல் மெஷினை பயன்படுத்தி திருத்துதல் மற்றும் மாற்றம் செய்வதன் மூலம் தினசரி வருமானம் பெறலாம்.

source: Mobile Recharge & UPI Agent
ml: മൊബൈൽ റീചാർജും UPI ഏജന്റുമാർ
ta: மொபைல் ரீசார்ஜ் மற்றும் UPI முகவர்

source: Provide digital services in rural area with a smartphone. No huge setup needed.
ml: ഒരു സ്മാർട്ട്ഫോൺ ഉപയോഗിച്ച് ഗ്രാമപ്രദേശങ്ങളിൽ ഡിജിറ്റൽ സേവനങ്ങൾ നൽകുക. വലിയ ക്രമീകരണം ആവശ്യമില്ല.
ta: ஓர் ஸ்மார்ட்போனுடன் கிராமப்புறங்களில் டிஜிட்டல் சேவைகளை வழங்கலாம். பெரிய முதலீடு தேவையில்லை.

source: Free Skill Courses (Govt & Trusted Platforms)
ml: സൗജന്യ കേൗശൽ കോഴ്സുകൾ (സർക്കാർ & വിശ്വസനീയ പ്ലാറ്റ്ഫോംസ്)
ta: இலவச திறன் பயிற்சி பாடங்கள் (அரசு மற்றும் நம்பகமான தளங்களில் இருந்து)

source: Request Guidance / Mentorship
ml: മാർഗ്ഗനിർദ്ദേശം / മെന്റർഷിപ്പ് അഭ്യർത്ഥിക്കുക
ta: வழிகாட்டல் / அறிவுரை கோருங்கள்

source: Your Name
ml: നിങ്ങളുടെ പേര്
ta: உங்கள் பெயர்

source: Phone Number (Optional)
ml: ഫോൺ നമ്പർ (ഐച്ഛികം)
ta: தொலைபேசி எண் (விருப்பம்)

source: What help do you need?
ml: താങ്കൾക്ക് എന്ത് സഹായം വേണം?
ta: உங்களுக்கு என்ன உதவி தேவை?

source: Submit Request
ml: അഭ്യർത്ഥന സമർപ്പിക്കുക
ta: கோரிக்கையை சமர்ப்பிக்கவும்

source: Course Link
ml: കോഴ്സ് ലിങ്ക്
ta: பாடத்திற்குச் செல்லவும்

source: Go to Course
ml: കോഴ്സിലേക്ക് ചെൽക്കുക
ta: பாடத்திற்கு செல்லவும்

source: delete mode
ml: ഇല്ലാക്കൽ മോഡ്
ta: நீக்கும் நிலை

source: post jobs
ml: ജോബുകൾ പോസ്റ്റ് ചെയ്യുക
ta: வேலைகளை இடுக

source: Organic Farm Helper
ml: ഓർഗാനിക് ഫാം സഹായി
ta: சேற்று விவசாய உதவியாளர்

source: Local farm looking for energetic helpers to assist in planting, watering, and harvesting organic vegetables. Prior experience not required.
ml: സ്ഥലീയ ഫാം സസ്യറചന, വെള്ളം കൊടുക്കൽ, കയറ്റുമതി തുടങ്ങിയ പ്രവൃത്തികളിൽ സഹായിക്കാൻ എന്റെർഗറ്റിക് സഹായികളെ തേടുന്നു. മുമ്പത്തെ അനുഭവം ആവശ്യമായില്ല.
ta: உணவுமூலச் செடியுகளை நட்டல், நீர் ஊட்டல் மற்றும் அறுவடை செய்வதில் உதவ தகுதியானவர்கள் தேவை. முன் அனுபவம் தேவையில்லை.

source: {{ product.name }}
ta: விலை:
