Repository: manjusrid0/grama-connect
Catalog: translations/*/LC_MESSAGES/messages.po
Languages: hi, te

source: Welcome to Grama Connect
hi: ग्राम कनेक्ट में आपका स्वागत है
te: గ్రామ కనెక్ట్‌కి స్వాగతం

source: Login
hi: लॉगिन
te: లాగిన్

source: Register
hi: पंजीकरण करें
te: రిజిస్టర్

source: Logout
hi: लॉगआउट
te: లాగ్‌ఔట్

source: Dashboard
hi: डैशबोर्ड
te: డ్యాష్‌బోర్డు

source: Add Job
hi: नौकरी जोड़ें
te: ఉద్యోగం జోడించండి

source: View Jobs
hi: नौकरियां देखें
te: ఉద్యోగాలు చూడండి

source: Sell Product
hi: उत्पाद बेचें
te: ఉత్పత్తి అమ్మండి

source: Buy Product
hi: उत्पाद खरीदें
te: ఉత్పత్తి కొనండి

source: Post Class
hi: कक्षा पोस्ट करें
te: తరగతి పోస్ట్ చేయండి

source: Join Class
hi: कक्षा में शामिल हों
te: తరగతిలో చేరండి

source: Your Profile
hi: आपकी प्रोफ़ाइल
te: మీ ప్రొఫైలు

source: Submit
hi: जमा करें
te: సబ్మిట్ చేయండి

source: Home
hi: होम
te: హోమ్

source: About Us
hi: हमारे बारे में
te: మా గురించి

source: Email
hi: ईमेल
te: ఈమెయిల్

source: Password
hi: पासवर्ड
te: పాస్‌వర్డ్

source: Confirm Password
hi: पासवर्ड की पुष्टि करें
te: పాస్‌వర్డ్‌ను నిర్ధారించండి

source: Name
hi: नाम
te: పేరు

source: Phone Number
hi: फ़ोन नंबर
te: ఫోన్ నంబర్

source: Free Courses
hi: नि:शुल्क पाठ्यक्रम
te: ఉచిత కోర్సులు

source: Income Estimator
hi: आय अनुमानक
te: ఆదాయం అంచనా

source: Mentorship Help
hi: मार्गदर्शन सहायता
te: మార్గదర్శక సహాయం

source: Skill Badge
hi: कौशल बैज
te: నైపుణ్య బ్యాడ్జ్

source: Class Title
hi: कक्षा का शीर्षक
te: తరగతి శీర్షిక

source: Class Description
hi: कक्षा विवरण
te: తరగతి వివరణ

source: Location
hi: स्थान
te: ప్రాంతం

source: Video Link
hi: वीडियो लिंक
te: వీడియో లింక్

source: Upload Video
hi: वीडियो अपलोड करें
te: వీడియో అప్‌లోడ్ చేయండి

source: Offline Class Details
hi: ऑफ़लाइन कक्षा विवरण
te: ఆఫ్‌లైన్ తరగతి వివరాలు

source: Buy
hi: खरीदें
te: కొనండి

source: Post
hi: पोस्ट करें
te: పోస్ట్ చేయండి

source: Join
hi: शामिल हों
te: చేరండి

source: Enter your name
hi: अपना नाम दर्ज करें
te: మీ పేరు నమోదు చేయండి

source: Enter your phone number
hi: अपना फ़ोन नंबर दर्ज करें
te: మీ ఫోన్ నంబర్ నమోదు చేయండి

source: Join Now
hi: अभी शामिल हों
te: ఇప్పుడు చేరండి

source: View All
hi: सभी देखें
te: అన్నీ చూడండి

source: Back to Dashboard
hi: डैशबोर्ड पर वापस जाएं
te: డ్యాష్‌బోర్డు కి తిరిగి వెళ్ళండి

source: Class Mode
hi: कक्षा मोड
te: తరగతి మోడ్

source: Video
hi: वीडियो
te: వీడియో

source: Offline
hi: ऑफ़लाइन
te: ఆఫ్‌లైన్

source: Live Class
hi: लाइव कक्षा
te: ప్రత్యక్ష తరగతి

source: Your request has been submitted
hi: आपका अनुरोध सबमिट कर दिया गया है
te: మీ అభ్యర్థన సమర్పించబడింది

source: Thank you for joining!
hi: शामिल होने के लिए धन्यवाद!
te: చేరినందుకు ధన్యవాదాలు!

source: Something went wrong. Please try again.
hi: कुछ गलत हो गया। कृपया पुनः प्रयास करें।
te: ఏదో తప్పు జరిగింది. దయచేసి మళ్లీ ప్రయత్నించండి.

source: About Grama Connect
hi: ग्राम कनेक्ट के बारे में
te: గ్రామ కనెక్ట్ గురించి

source: Grama Connect is a web platform designed to bridge the gap between rural talents and job opportunities.
hi: ग्राम कनेक्ट एक वेब प्लेटफ़ॉर्म है जो ग्रामीण प्रतिभाओं और नौकरी के अवसरों के बीच की खाई को पाटने के लिए बनाया गया है।
te: గ్రామ కనెక్ట్ గ్రామీణ ప్రతిభ మరియు ఉద్యోగ అవకాశాల మధ్య దూరాన్ని తగ్గించడానికి రూపొందించిన వెబ్ ప్లాట్‌ఫారమ్.

source: We aim to empower individuals in villages by providing access to employment, skill development, and resources.
hi: हमारा उद्देश्य गांवों के लोगों को रोजगार, कौशल विकास और संसाधनों तक पहुंच प्रदान करके सशक्त बनाना है।
te: గ్రామాలలోని వ్యక్తులకు ఉద్యోగాలు, నైపుణ్యాభివృద్ధి, వనరుల ప్రాప్యత అందించడం ద్వారా వారికి శక్తినివ్వడమే మా లక్ష్యం.

source: Our mission is to create a connected and empowered rural workforce using technology.
hi: हमारा मिशन तकनीक का उपयोग करके एक जुड़ी और सशक्त ग्रामीण कार्यबल बनाना है।
te: సాంకేతికతను ఉపయోగించి కలిసికట్టుగా ఉన్న శక్తివంతమైన గ్రామీణ కార్మికశక్తిని సృష్టించడం మా మిషన్.

source: Sell a Product
hi: उत्पाद बेचें
te: ఉత్పత్తిని అమ్మండి

source: Product posted successfully!
hi: उत्पाद सफलतापूर्वक पोस्ट किया गया!
te: ఉత్పత్తి విజయవంతంగా పోస్ట్ చేయబడింది!

source: Your product is live! May it find the right hands and bring you success.
hi: आपका उत्पाद लाइव है! यह सही हाथों तक पहुंचे और आपको सफलता दिलाए।
te: మీ ఉత్పత్తి లైవ్ లో ఉంది! అది సరైన వ్యక్తుల వద్దకు చేరి మీకు విజయాన్ని తేవాలి.

source: Product Name:
hi: उत्पाद का नाम:
te: ఉత్పత్తి పేరు:

source: e.g., Handmade Basket
hi: जैसे, हस्तनिर्मित टोकरी
te: ఉదా: చేతితో చేసిన బుట్ట

source: Product Description:
hi: उत्पाद विवरण:
te: ఉత్పత్తి వివరణ:

source: e.g., Made from natural palm leaves.
hi: जैसे, प्राकृतिक पाम पत्तियों से बना।
te: ఉదా: సహజ తాటి ఆకులతో తయారు చేసినది.

source: Cost (₹):
hi: कीमत (₹):
te: ధర (₹):

source: e.g., 250
hi: जैसे, 250
te: ఉదా: 250

source: Upload Product Image:
hi: उत्पाद की छवि अपलोड करें:
te: ఉత్పత్తి చిత్రం అప్‌లోడ్ చేయండి:

source: Post Product
hi: उत्पाद पोस्ट करें
te: ఉత్పత్తి పోస్ట్ చేయండి

source: Product Name
hi: उत्पाद का नाम

source: Product Description
hi: उत्पाद विवरण

source: Product Image
hi: उत्पाद छवि

source: Your purchase has been confirmed.
hi: आपकी खरीद की पुष्टि हो गई है।

source: Mentorship
hi: मार्गदर्शन

source: Request Mentorship
hi: मार्गदर्शन का अनुरोध करें

source: Mentorship Topic
hi: मार्गदर्शन विषय

source: Mentorship Description
hi: मार्गदर्शन विवरण

source: Request
hi: अनुरोध करें

source: Available Mentors
hi: उपलब्ध मार्गदर्शक

source: Skill Rating Badge
hi: कौशल रेटिंग बैज

source: Your Skill Level
hi: आपका कौशल स्तर

source: Beginner
hi: शुरुआती

source: Intermediate
hi: मध्यम

source: Advanced
hi: उन्नत

source: Expert
hi: विशेषज्ञ

source: Suggested Courses
hi: सुझाए गए पाठ्यक्रम

source: Estimated Income
hi: अनुमानित आय

source: Self Employment Opportunities
hi: स्वरोजगार के अवसर

source: Opportunity Name
hi: अवसर का नाम

source: Opportunity Details
hi: अवसर का विवरण

source: Available Classes
hi: उपलब्ध कक्षाएँ

source: Enter Your Details
hi: अपनी जानकारी दर्ज करें

source: Confirm
hi: पुष्टि करें

source: Video Class
hi: वीडियो कक्षा

source: Offline Class
hi: ऑफ़लाइन कक्षा

source: Live Session
hi: सीधा सत्र

source: Class Location
hi: कक्षा स्थान

source: Class Date
hi: कक्षा की तारीख

source: Class Time
hi: कक्षा का समय

source: Delivery Option
hi: प्रेषण विकल्प

source: Choose one option
hi: एक विकल्प चुनें

source: Upload File
hi: फ़ाइल अपलोड करें

source: Provide Video Link
hi: वीडियो लिंक प्रदान करें

source: Offline/Live Details
hi: ऑफ़लाइन/लाइव विवरण

source: Course Provider
hi: पाठ्यक्रम प्रदाता

source: Submit Class
hi: कक्षा जमा करें

source: Notifications
hi: सूचनाएँ

source: You have a new class update.
hi: आपके पास एक नई कक्षा अपडेट है।

source: You have successfully joined the class.
hi: आप सफलतापूर्वक कक्षा में शामिल हो गए हैं।

source: Profile
hi: प्रोफ़ाइल

source: User Profile
hi: उपयोगकर्ता प्रोफ़ाइल

source: Update Profile
hi: प्रोफ़ाइल अपडेट करें

source: Save Changes
hi: परिवर्तन सहेजें

source: Welcome to your dashboard
hi: आपके डैशबोर्ड में आपका स्वागत है

source: Jobs
hi: नौकरियाँ

source: Job Title
hi: नौकरी शीर्षक

source: Job Description
hi: नौकरी विवरण

source: Post Job
hi: नौकरी पोस्ट करें

source: Videos
hi: वीडियो

source: View Videos
hi: वीडियो देखें

source: Admin Panel
hi: प्रशासन पैनल

source: Admin Dashboard
hi: प्रशासन डैशबोर्ड

source: Manage Users
hi: उपयोगकर्ताओं का प्रबंधन करें

source: Manage Jobs
hi: नौकरियों का प्रबंधन करें

source: Manage Classes
hi: कक्षाओं का प्रबंधन करें

source: Manage Products
hi: उत्पादों का प्रबंधन करें

source: Manage Mentorships
hi: मार्गदर्शन का प्रबंधन करें

source: Manage Courses
hi: पाठ्यक्रमों का प्रबंधन करें

source: Admin Login
hi: प्रशासन लॉगिन
te: అడ్మిన్ లాగిన్

source: Enter Admin Credentials
hi: प्रशासन क्रेडेंशियल दर्ज करें

source: Username
hi: उपयोगकर्ता नाम

source: User Management
hi: उपयोगकर्ता प्रबंधन

source: All Users
hi: सभी उपयोगकर्ता

source: User Name
hi: उपयोगकर्ता नाम

source: User Email
hi: उपयोगकर्ता ईमेल

source: User Role
hi: उपयोगकर्ता भूमिका

source: Actions
hi: कार्रवाई

source: Edit
hi: संपादित करें

source: Delete
hi: हटाएँ

source: Confirm Delete
hi: हटाने की पुष्टि करें

source: Are you sure you want to delete this user?
hi: क्या आप वाकई इस उपयोगकर्ता को हटाना चाहते हैं?

source: Yes, Delete
hi: हाँ, हटाएँ

source: Cancel
hi: रद्द करें

source: Reports
hi: रिपोर्ट

source: Generate Report
hi: रिपोर्ट तैयार करें

source: Download Report
hi: रिपोर्ट डाउनलोड करें

source: System Settings
hi: सिस्टम सेटिंग्स

source: Change Language
hi: भाषा बदलें

source: Notification Settings
hi: सूचना सेटिंग्स

source: Security Settings
hi: सुरक्षा सेटिंग्स

source: User Notifications
hi: उपयोगकर्ता सूचनाएँ

source: New Notification
hi: नई सूचना

source: Mark as Read
hi: पढ़ा हुआ चिह्नित करें

source: No new notifications
hi: कोई नई सूचना नहीं

source: Feedback
hi: प्रतिक्रिया

source: Submit Feedback
hi: प्रतिक्रिया जमा करें

source: Your Feedback
hi: आपकी प्रतिक्रिया

source: Feedback Description
hi: प्रतिक्रिया विवरण

source: Thank you for your feedback!
hi: आपकी प्रतिक्रिया के लिए धन्यवाद!

source: Resume
hi: बायोडाटा

source: Upload Resume
hi: बायोडाटा अपलोड करें

source: Download Resume
hi: बायोडाटा डाउनलोड करें

source: View Resume
hi: बायोडाटा देखें

source: Update Resume
hi: बायोडाटा अपडेट करें

source: Resume Builder
hi: बायोडाटा बिल्डर

source: Education Details
hi: शिक्षा विवरण

source: Work Experience
hi: कार्य अनुभव

source: Skills
hi: कौशल

source: Add Skill
hi: कौशल जोड़ें

source: Remove Skill
hi: कौशल हटाएँ

source: Generate Resume
hi: बायोडाटा तैयार करें

source: Career Guidance
hi: कैरियर मार्गदर्शन

source: Guidance Topics
hi: मार्गदर्शन विषय

source: View Guidance
hi: मार्गदर्शन देखें

source: Career Options
hi: कैरियर विकल्प

source: Available Careers
hi: उपलब्ध करियर

source: Career Description
hi: कैरियर विवरण

source: Company Links
hi: कंपनी लिंक

source: Explore Careers
hi: कैरियर खोजें

source: Email Notifications
hi: ईमेल सूचनाएँ

source: Enable Email Alerts
hi: ईमेल अलर्ट सक्षम करें

source: Disable Email Alerts
hi: ईमेल अलर्ट अक्षम करें

source: New Job Notification
hi: नई नौकरी सूचना

source: New Class Notification
hi: नई कक्षा सूचना

source: New Product Notification
hi: नया उत्पाद सूचना

source: New Mentorship Notification
hi: नया मार्गदर्शन सूचना

source: Career Plan
hi: कैरियर योजना

source: Download Career Plan
hi: कैरियर योजना डाउनलोड करें

source: View Career Path
hi: कैरियर पथ देखें

source: Set Career Goal
hi: कैरियर लक्ष्य निर्धारित करें

source: Short Term Goal
hi: लघु अवधि लक्ष्य

source: Long Term Goal
hi: दीर्घ अवधि लक्ष्य

source: Save Career Plan
hi: कैरियर योजना सहेजें

source: Motivational Quotes
hi: प्रेरणादायक उद्धरण

source: Quote of the Day
hi: आज का उद्धरण

source: View More Quotes
hi: अधिक उद्धरण देखें

source: Inspiration
hi: प्रेरणा

source: Stay Motivated
hi: प्रेरित रहें

source: Guidance
hi: मार्गदर्शन

source: Get Guidance
hi: मार्गदर्शन प्राप्त करें

source: Guidance Description
hi: मार्गदर्शन विवरण

source: Ask a Question
hi: प्रश्न पूछें

source: Expert Guidance
hi: विशेषज्ञ मार्गदर्शन

source: Request Help
hi: मदद का अनुरोध करें

source: Help Request Form
hi: मदद अनुरोध फॉर्म

source: Describe Your Problem
hi: अपनी समस्या का वर्णन करें

source: Submit Request
hi: अनुरोध जमा करें

source: Mentorship Requests
hi: मार्गदर्शन अनुरोध

source: Pending Requests
hi: लंबित अनुरोध

source: Approved Requests
hi: स्वीकृत अनुरोध

source: Rejected Requests
hi: अस्वीकृत अनुरोध

source: Course List
hi: पाठ्यक्रम सूची

source: Enroll Now
hi: अभी नामांकन करें

source: Skill Development
hi: कौशल विकास

source: Available Courses
hi: उपलब्ध पाठ्यक्रम

source: Course Description
hi: पाठ्यक्रम विवरण

source: Duration
hi: अवधि

source: Level
hi: स्तर

source: Certificate
hi: प्रमाणपत्र

source: Start Learning
hi: सीखना प्रारंभ करें

source: Estimate your monthly income based on your skill and working hours.
hi: अपने कौशल और कार्य घंटों के आधार पर मासिक आय का अनुमान लगाएं।

source: Try Now
hi: अभी प्रयास करें

source: Self-Employment Ideas
hi: स्व-रोज़गार के विचार

source: Explore local business ideas and tutorials that need minimal investment.
hi: स्थानीय व्यवसाय विचार और मार्गदर्शन देखें जिनमें न्यूनतम निवेश की आवश्यकता है।

source: Goat Farming
hi: बकरी पालन

source: Start with 2 goats, sell milk, manure, and kids. Can earn ₹8,000–₹12,000/month.
hi: 2 बकरियों के साथ शुरू करें, दूध, गोबर और बच्चों को बेचें। ₹8,000–₹12,000/माह की आय हो सकती है।

source: Home-based Pickle Business
hi: घर आधारित अचार व्यवसाय

source: Use local ingredients, low investment. Package and sell to neighbors or online.
hi: स्थानीय सामग्री का उपयोग करें, कम निवेश करें। पैकेजिंग कर पड़ोसियों या ऑनलाइन बेचें।

source: Paper Bag Making
hi: कागज़ की थैली निर्माण

source: Eco-friendly product idea. Sell to small shops, markets, and schools.
hi: पर्यावरण अनुकूल उत्पाद विचार। छोटे दुकानों, बाजारों और स्कूलों को बेचें।

source: Basic Tailoring Service
hi: बुनियादी दर्जी सेवा

source: Use one sewing machine and offer mending/alterations for daily income.
hi: एक सिलाई मशीन का उपयोग करें और दैनिक आय के लिए मरम्मत/परिवर्तन सेवाएँ प्रदान करें।

source: Mobile Recharge & UPI Agent
hi: मोबाइल रिचार्ज और यूपीआई एजेंट

source: Provide digital services in rural area with a smartphone. No huge setup needed.
hi: स्मार्टफोन के साथ ग्रामीण क्षेत्रों में डिजिटल सेवाएं प्रदान करें। कोई बड़ा सेटअप आवश्यक नहीं।

source: Learn More
hi: और जानें

source: Post your educational or vocational class for others.
hi: अन्य लोगों के लिए अपनी शैक्षिक या व्यावसायिक क्लास पोस्ट करें।

source: View and manage your profile details.
hi: अपनी प्रोफ़ाइल विवरण देखें और प्रबंधित करें।
te: మీ ప్రొఫైలు వివరాలు చూడండి మరియు సవరించండి.

source: Go to Profile
hi: प्रोफ़ाइल पर जाएँ
te: ప్రొఫైల్‌కి వెళ్ళండి

source: 🛒 Sell a Product
hi: 🛒 उत्पाद बेचें
te: 🛒 ఉత్పత్తి అమ్మండి

source: Post your handmade or local product for sale.
hi: अपना हस्तशिल्प या स्थानीय उत्पाद बिक्री के लिए पोस्ट करें।
te: మీ చేతితో చేసిన లేదా స్థానిక ఉత్పత్తిని అమ్మకానికి పోస్ట్ చేయండి.

source: Sell Now
hi: अभी बेचें
te: ఇప్పుడు అమ్మండి

source: 🛍 Buy Products
hi: 🛍 उत्पाद खरीदें
te: 🛍 ఉత్పత్తులు కొనండి

source: Browse and buy available local products.
hi: उपलब्ध स्थानीय उत्पादों को ब्राउज़ करें और खरीदें।
te: ఉపలభ్యమైన స్థానిక ఉత్పత్తులను బ్రౌజ్ చేసి కొనండి.

source: View Products
hi: उत्पाद देखें
te: ఉత్పత్తులు చూడండి

source: 📚 Post a Training / Class
hi: 📚 प्रशिक्षण / क्लास पोस्ट करें

source: Share educational or vocational training sessions.
hi: शैक्षिक या व्यावसायिक प्रशिक्षण सत्र साझा करें।

source: 🎓 Join Available Classes
hi: 🎓 उपलब्ध क्लासों में शामिल हों

source: Find and join classes posted by other users.
hi: अन्य उपयोगकर्ताओं द्वारा पोस्ट की गई क्लासों को ढूंढें और शामिल हों।

source: 💼 Jobs
hi: 💼 नौकरियां

source: Post local job opportunities.
hi: स्थानीय नौकरी के अवसर पोस्ट करें।

source: Apply jobs
hi: नौकरियों के लिए आवेदन करें

source: Explore local job opportunities.
hi: स्थानीय नौकरी के अवसरों का पता लगाएँ।

source: Apply job
hi: नौकरी के लिए आवेदन करें

source: 📈 Income Estimator
hi: 📈 आय अनुमानक

source: 🧠 Self-Employment Ideas
hi: 🧠 स्वरोज़गार विचार

source: Explore
hi: अन्वेषण करें

source: 🎓 Free Skill Courses
hi: 🎓 मुफ्त कौशल पाठ्यक्रम

source: Access free courses from NPTEL, Skill India, and more.
hi: NPTEL, स्किल इंडिया और अन्य स्रोतों से मुफ्त पाठ्यक्रमों तक पहुँचें।

source: View Courses
hi: पाठ्यक्रम देखें

source: 🤝 Request Guidance
hi: 🤝 मार्गदर्शन का अनुरोध करें

source: Need help with self-employment? Send a request for support.
hi: स्वरोज़गार में मदद चाहिए? समर्थन के लिए अनुरोध भेजें।

source: Your Skill Badge
hi: आपका कौशल बैज

source: Based on your activity on Grama Connect
hi: Grama Connect पर आपकी गतिविधि के आधार पर

source: No badge earned yet.
hi: अभी तक कोई बैज नहीं मिला।

source: Start joining classes, uploading videos, or posting jobs.
hi: क्लासों में शामिल होना, वीडियो अपलोड करना, या नौकरियों को पोस्ट करना शुरू करें।

source: Available Products
hi: उपलब्ध उत्पाद

source: Not specified
hi: निर्दिष्ट नहीं

source: SOLD
hi: बेच दिया गया
te: అమ్మబడింది

source: You haven’t purchased any products yet.
hi: आपने अभी तक कोई उत्पाद नहीं खरीदा है।
te: మీరు ఇంకా ఏ ఉత్పత్తులు కొనలేదు.

source: 🛒 Your Purchase History
hi: 🛒 आपकी खरीदारी का इतिहास
te: 🛒 మీ కొనుగోలు చరిత్ర

source: Price:
hi: कीमत:
te: ధర:

source: Status:
hi: स्थिति:
te: స్థితి:

source: Purchased
hi: खरीदा गया
te: కొనుగోలు చేయబడింది

source: Seller:
hi: विक्रेता:
te: అమ్మేవారు:

source: Description:
hi: विवरण:

source: Salary:
hi: वेतन:

source: Job Type:
hi: नौकरी का प्रकार:

source: Post a Job
hi: एक नौकरी पोस्ट करें

source: Available Jobs
hi: उपलब्ध नौकरियां

source: Location:
hi: स्थान:
te: ప్రాంతం:

source: Contact:
hi: संपर्क:

source: Type:
hi: प्रकार:

source: apply job
hi: नौकरी के लिए आवेदन करें

source: Post a New Class
hi: नई क्लास पोस्ट करें

source: --select mode--
hi: --मोड चुनें--

source: Posted Class History
hi: पोस्ट की गई क्लास का इतिहास

source: Mode
hi: मोड

source: Select Your Skill
hi: अपना कौशल चुनें

source: -- Choose Skill --
hi: --कौशल चुनें--

source: Hours per Day
hi: प्रति दिन घंटे

source: Days per Week
hi: प्रति सप्ताह दिन

source: Estimate Income
hi: आय का अनुमान लगाएँ

source: Self-Employment Opportunities
hi: स्वरोज़गार के अवसर

source: Free Skill Courses (Govt & Trusted Platforms)
hi: मुफ्त कौशल पाठ्यक्रम (सरकारी और भरोसेमंद प्लेटफॉर्म से)

source: Request Guidance / Mentorship
hi: मार्गदर्शन / मेंटरशिप का अनुरोध करें

source: Your Name
hi: आपका नाम

source: Phone Number (Optional)
hi: फोन नंबर (वैकल्पिक)

source: What help do you need?
hi: आपको किस प्रकार की मदद चाहिए?

source: Course Link
hi: पाठ्यक्रम लिंक

source: Go to Course
hi: पाठ्यक्रम पर जाएँ

source: Edit Class: {{ cls.title }}
hi: क्लास संपादित करें: {{ cls.title }}

source: Title
hi: शीर्षक

source: Description
hi: विवरण

source: Delivery Mode
hi: डिलीवरी मोड

source: Video Link:
hi: वीडियो लिंक:

source: Upload New Video:
hi: नया वीडियो अपलोड करें:

source: Offline Details:
hi: ऑफलाइन विवरण:

source: Update Class
hi: क्लास अपडेट करें

source: Visit Course
hi: कोर्स पर जाएँ

source: Grama Connect is Live - Empowering Villages with Innovation!
hi: Grama Connect लाइव है - नवाचार के साथ गाँवों को सशक्त बना रहा है!

source: Admin
hi: व्यवस्थापक

source: New here?
hi: यहाँ नए हैं?

source: Register here
hi: यहाँ पंजीकरण करें

source: Welcome,
hi: स्वागत है,

source: This is your profile dashboard.
hi: यह आपका प्रोफ़ाइल डैशबोर्ड है।

source: Username:
hi: उपयोगकर्ता नाम:

source: Email:
hi: ईमेल:

source: Post / View Jobs
hi: नौकरियां पोस्ट/देखें

source: Post a New Job
te: కొత్త ఉద్యోగం పోస్ట్ చేయండి

source: Job Title:
te: ఉద్యోగం శీర్షిక:

source: Job Description:
te: ఉద్యోగం వివరణ:

source: Contact Info:
te: సంప్రదింపు సమాచారం:

source: Welcome, Admin!
te: స్వాగతం, అడ్మిన్!

source: Add New Job
te: కొత్త ఉద్యోగం జోడించండి

source: View All Jobs
te: అన్ని ఉద్యోగాలు చూడండి

source: View All Uploads
te: అన్ని అప్‌లోడ్స్ చూడండి

source: username
te: వినియోగదారు పేరు

source: password
te: పాస్‌వర్డ్

source: submit
te: సబ్మిట్

source: Grama Connect
te: గ్రామ కనెక్ట్

source: No products available yet.
te: ఇప్పటివరకు ఉత్పత్తులు లేవు.

source: ₹{{ product.price if product.price else "Not specified" }}
te: ₹{{ product.price if product.price else "స్పష్టంగా ఇవ్వలేదు" }}

source: Welcome, {{ current_user.username }}!
te: స్వాగతం, {{ current_user.username }}!

source: This is your
te: ఇది మీ

source: dashboard.
te: డ్యాష్‌బోర్డు.

source: 👤 Profile
te: 👤 ప్రొఫైలు
